Repository: flkoch/training_planner
Catalog: training_planner/locale/*/LC_MESSAGES/django.po
Languages: de_ch

source: login/
de_ch: anmelden/

source: logout/
de_ch: abmelden/

source: register/
de_ch: neu/

source: edit/
de_ch: bearbeiten/

source: password/change/
de_ch: passwort/aendern/

source: password/change/done/
de_ch: passwort/aendern/erledigt/

source: password/reset/
de_ch: passwort/neu/

source: password/reset/done/
de_ch: passwort/neu/erledigt/

source: password/reset/<uidb64>/<token>/
de_ch: passwort/neu/<uidb64>/<token>/

source: password/reset/completed/
de_ch: passwort/neu/erstellt/

source: First name
de_ch: Vorname

source: Last name
de_ch: Nachname

source: Username
de_ch: Benutzername

source: Date of Birth
de_ch: Geburtsdatum

source: Initials
de_ch: Initialen

source: Back
de_ch: Zurück

source: Register
de_ch: Anmelden

source: Save
de_ch: Speichern

source: Participant
de_ch: Teilnehmer

source: Active Participant
de_ch: Aktiver Teilnehmer

source: Active Trainer
de_ch: Aktiver Trainer

source: User
de_ch: Benutzer

source: Users
de_ch: Benutzer

source: Trainings Controlling
de_ch: Trainings Kontrolle

source: Edit
de_ch: Bearbeiten

source: Change Password
de_ch: Passwort Ändern

source: Information
de_ch: Informationen

source: Groups
de_ch: Gruppen

source: and
de_ch: und

source: registered trainings
de_ch: Angemeldete Trainings

source: no future registrations
de_ch: Keine zukünftigen Anmeldungen

source: completed trainings
de_ch: Absolvierte Trainings

source: no completed trainings yet
de_ch: Bisher keine absolvierten Trainings

source: pagination for completed trainings
de_ch: Seitennavigation für absolvierte Trainings

source: current
de_ch: aktuell

source: visited trainings
de_ch: Besuchte Trainings

source: no visited trainings yet
de_ch: Bisher keine besuchten Trainings

source: Log in
de_ch: Anmelden

source: Please enter your username here.
de_ch: Bitte gib hier Deinen Benutzernamen ein.

source: Password
de_ch: Passwort

source: Forgotten your password
de_ch: Passwort vergessen

source: Reset your password.
de_ch: Passwort zurücksetzen.

source: <p class="card-text"><small class="text-muted">No account? Register <a href="%(registration_link)s">here</a>.</small></p>
de_ch: <p class="card-text"><small class"text-muted">Kein Benutzerkonto? Benutzerkonto <a href="%(registration_link)s"hier</a> erstellen.</small></p>

source: Member list
de_ch: Mitglieder Liste

source: Members
de_ch: Mitglieder

source: Toggle Filter
de_ch: Filter ein-/ausblenden

source: Filter
de_ch: Filtern

source: Member Administration
de_ch: Mitglieder Verwaltung

source: The following buttons reassign groups based on the activity in the previous 15 weeks. Those actions are potentially causing a high load on the database depending on the number of users. They should such be triggered with care.
de_ch: Die nachfolgenden Schaltflächen weisen die Gruppen auf Grund der Aktivität in den letzten 15 Wochen neu zu. Diese Aktualisierungen können je nach Anzahl der Benutzer eine hohe Last der Datenbank verursachen. Daher sollten sie nur falls nötig und mit der entsprechenden Sorgfalt verwendet werden.

source: Active Participants
de_ch: Aktive Teilnehmer

source: Active Trainers
de_ch: Aktiver Trainer

source: Trainers
de_ch: Trainer

source: management/
de_ch: verwaltung/

source: <int:id>/edit/
de_ch: <int:id>/bearbeiten/

source: Username and password do not match a valid user.
de_ch: Benutzername und Passwort gehören zu keinem gültigen Benutzer.

source: Registration on {website}
de_ch: Registrierung auf {website}

source: Hi {name}, We are happy to have you on our platform, which allows you to register for and participate in offered training sessions. If you have questions on the requirements for participation contact the instructor or the administration. For each Training we need a coordinator. If you could do this from time to time everyone will enjoy the experience. Enjoy your trainings Your Instructor team
de_ch: Hallo {name}, Wir freuen uns, dass Du Dich auf unserer Plattform angemeldet hast. Hier kannst Du Dich unter anderem als Besucher für Trainings anmelden, damit wir auch nachvollziehen können, wer neben den Teilnehmern im Dojo war. Die Anmeldung ist nur erforderlich, wenn Du auch ins Haus gehst. Wenn Du nur vor dem Haus wartest, um jemanden abzuholen, musst Du Dich nicht anmelden. Wenn Du spontan doch mit ins Haus gehst, kannst Du Dich bis zwei Stunden nach Trainingsbeginn noch selbst registrieren. Wenn das nicht mehr möglich sein sollte, schick uns doch einfach kurz eine Nachricht an info@jcu.ch mit der Mitteilung wann Du im Dojo warst, damit wir dies nachführen können. Viel Spass im Training wünscht Dir das JCU Trainer-Team

source: The account has been created. Please check your inbox.
de_ch: Das Benutzerkonto wurde erstellt. Bitte überprüfe Deinen Posteingang.

source: Only trainers and administrators may access this area.
de_ch: Nur Trainer und Administratoren dürfen auf diesen Bereich zugreifen.

source: Edit User
de_ch: Benutzer Bearbeiten

source: Update Active Participants
de_ch: Aktive Teilnehmer aktualisieren

source: Update Active Trainer
de_ch: Aktive Trainer aktualisieren

source: Update Trainer
de_ch: Trainer aktualisieren

source: German (Swiss)
de_ch: Deutsch (Schweiz)

source: German
de_ch: Deutsch

source: English
de_ch: Englisch

source: about/
de_ch: impressum/

source: account/
de_ch: konto/

source: members/
de_ch: mitglieder/

source: Only trainers may access this area.
de_ch: Nur Trainer dürfen auf diesen Bereich zugreifen.

source: Only administrators may access this area.
de_ch: Nur Administratoren dürfen auf diesen Bereich zugreifen.

source: Only administrators and the respective trainers may access this area.
de_ch: Nur Administratoren und der entsprechende Trainer dürfen auf diesen Bereich zugreifen

source: Title
de_ch: Bezeichnung

source: Main Instructor
de_ch: Haupttrainer

source: Target Group
de_ch: Zielgruppe

source: Date
de_ch: Datum

source: Choose main instructor
de_ch: Haupttrainer auswählen

source: Main instructor
de_ch: Haupttrainer

source: Instructor
de_ch: Assistenztrainer

source: Start
de_ch: Beginn

source: Please hold down <Ctrl> to change the selection.
de_ch: Bitte <Ctrl> gedrückt halten, um die Auswahl zu ändern.

source: <p class="col-auto my-4 text-muted">Please hold down &langle;<strong>Ctrl</strong>&rangle; to change the selection.</p>
de_ch: <p class="col-auto my-4 text-muted">Bitte &langle;<strong>Ctrl</strong>&rangle; gedrückt halten, um die Auswahl zu ändern.</p>

source: Create Training
de_ch: Training erstellen

source: Registration opening
de_ch: Anmeldebeginn

source: Registration closing
de_ch: Anmeldeschluss

source: Dates
de_ch: Daten

source: <p class="my-3">Create further trainings like {{training.name}} starting at {{training.start}}.<br>Please select the dates below. To not select todays date, finish your selection, reopen the widget and deselect today.</p>
de_ch: <p class="my-3">Weitere Trainings zu {{training.name}} vom {{training.start}} erstellen.<br>Bitte die Daten der Trainings auswählen. Um das heutige Datum nicht auszuwählen, tätige die Auswahl, öffne den Kalendar erneut und wähle das heutige Datum ab.</p>

source: Days:
de_ch: Tage:

source: Weeks:
de_ch: Wochen:

source: only checked
de_ch: nur überprüfte

source: Archive
de_ch: Archivieren

source: Archive trainings starting before:
de_ch: Archiviere Trainings mit Beginn vor dem:

source: Street
de_ch: Strasse

source: House number
de_ch: Hausnummer

source: Postal code
de_ch: Postleitzahl

source: City
de_ch: Stadt

source: Country
de_ch: Land

source: Address
de_ch: Adresse

source: Addresses
de_ch: Adressen

source: Description
de_ch: Beschreibung

source: Capacity (number of people)
de_ch: Kapazität (Anzahl Personen)

source: Location
de_ch: Ort

source: Locations
de_ch: Orte

source: Target Groups
de_ch: Zielgruppen

source: Duration (min.)
de_ch: Dauer (min.)

source: Coordinator
de_ch: Koordinator

source: Registered Participants
de_ch: Angemeldete Teilnehmer

source: Participants
de_ch: Teilnehmer

source: Visitors
de_ch: Besucher

source: Deleted
de_ch: Gelöscht

source: Archived
de_ch: Archiviert

source: Allow registration
de_ch: Anmeldungen zulassen

source: Allow visitors
de_ch: Besucher zulassen

source: Use coordinator
de_ch: Koordinator benutzen

source: Cancel Visit
de_ch: Besuch abmelden

source: Visit
de_ch: Besuchen

source: Unregister
de_ch: Abmelden

source: Time
de_ch: Zeit

source: Duration
de_ch: Dauer

source: minutes
de_ch: Minuten

source: Further Instructors
de_ch: Weitere Trainer

source: You will get further information just before the training. If you cannot make it, please contact the respective trainer.
de_ch: Du erhälst weitere Informationen kurz vor dem Training. Wenn Du nicht kommen kannt, kontaktiere bitte den zuständigen Trainer. Falls Du Fragen hast, melde Dich bitte bei Aline Steinbrecher unter (<a href="tel:0041792969637">079 296 96 37</a>)

source: participated
de_ch: teilgenommen

source: No registrations yet
de_ch: Bisher keine Anmeldungen

source: No registered visitors yet
de_ch: Bisher keine Besucher angemeldet

source: Further Actions
de_ch: Weitere Aktionen

source: Series
de_ch: Serie

source: Delete
de_ch: Löschen

source: Registered
de_ch: Angemeldet

source: No participants confirmed
de_ch: Keine Teilnehmer bestätigt

source: Message to Participants
de_ch: Nachricht an Teilnehmer

source: With the following form you can send information to everyone involved in the training.
de_ch: Mit dem folgenden Formular können Informationen an alle Beteiligten für das Training verschickt werden.

source: Select recipients:
de_ch: Empfänger auswählen:

source: Instructors
de_ch: Assitenztrainer

source: Copy to sender
de_ch: Kopie an Absender

source: Copy to myself
de_ch: Kopie an mich selbst

source: Write message
de_ch: Nachricht schreiben

source: Subject
de_ch: Betreff

source: Salutation
de_ch: Anrede

source: Dear
de_ch: Hallo

source: Text of the message
de_ch: Text der Nachricht

source: Message...
de_ch: Nachricht...

source: Send
de_ch: Senden

source: Training Overview
de_ch: Trainingsüberblick

source: Reset
de_ch: Zurück setzen

source: Weekday
de_ch: Wochentag

source: Registrations
de_ch: Anmeldungen

source: open
de_ch: offen

source: participants checked
de_ch: Teilnehmer erfasst

source: registered participant
de_ch: angemeldeter Teilnehmer

source: Control
de_ch: Kontrolle

source: registered visitor
de_ch: angemeldeter Besucher

source: Participation
de_ch: Teilnahme

source: No trainings found
de_ch: Keine Trainings gefunden

source: Participation Statistics
de_ch: Teilnehmer Statistik

source: Year
de_ch: Jahr

source: Trainings in calendar week
de_ch: Trainings in Kalenderwoche

source: Training Form
de_ch: Trainings Formular

source: Training Administration
de_ch: Trainings Administration

source: The following form will archive all trainings meeting the specified criteria.
de_ch: Mit den folgenden Formularen werden alle Trainings archiviert, die die Bedingungen erfüllen.

source: You can either archive all trainings that occured before a specific date or that have taken place at least the given time ago. For both variants you can opt to only archive trainings, where all the registered participants have been confirmed. This can be used to get an overview of trainings, where the controll has not been done.
de_ch: Du kannst entweder alle Trainings archivieren, die vor einem bestimmten Tag stattgefunden haben oder alle, die mindestens vor der gegeben Anzahl Tage und Wochen stattgefunden haben. Für beide Varianten kann zudem ausgewählt werden, dass nur Trainings archiviert werden, bei denen alle angemeldeten Teilnehmer bestätigt wurden. Dies kann genutzt werden um einen Überblick zu erhalten, für welche Trainings die Kontrolle noch nicht durchgeführt wurde.

source: Before date
de_ch: Vor einem Datum

source: Time ago
de_ch: Vor gegebener Zeit

source: Registration failed.
de_ch: Anmeldung fehlgeschlagen.

source: Sign-off failed.
de_ch: Abmeldung fehlgeschlagen.

source: <int:id>/participant/register/
de_ch: <int:id>/teilnehmer/anmelden/

source: <int:id>/participant/unregister/
de_ch: <int:id>/teilnehmer/abmelden/

source: <int:id>/visitor/register/
de_ch: <int:id>/besucher/anmelden/

source: <int:id>/visitor/unregister/
de_ch: <int:id>/besucher/abmelden/

source: <int:id>/coordinator/register/
de_ch: <int:id>/koordinator/anmelden/

source: <int:id>/coordinator/unregister/
de_ch: <int:id>/koordinator/abmelden/

source: create/
de_ch: erstellen/

source: <int:id>/delete/
de_ch: <int:id>/entfernen/

source: <int:id>/message/
de_ch: <int:id>/nachricht/

source: <int:id>/series/
de_ch: <int:id>/serie/

source: control/
de_ch: kontrolle/

source: <int:id>/control/
de_ch: <int:id>/kontrolle/

source: control/<int:id>/
de_ch: kontrolle/<int:id>/

source: participation/
de_ch: teilnahme/

source: all/
de_ch: alle/

source: You get this message as you are registered as participant for {training}.
de_ch: Du erhälst diese Nachricht als registrierter Teilnehmer von {training}.

source: You get this message as you are an instrucotr for {training}.
de_ch: Du erhälst diese Nachricht als Trainer von {training}.

source: You get this message with regards to you affiliation to {training}.
de_ch: Du erhälst diese Nachricht in Bezug auf {training}.

source: There were more than {max_length} trainings that matched the requested criteria. You only see the most recent entries in this list. Please use the filter to narrow down the trainings you are looking for.
de_ch: Es gibt mehr als {max_length} Trainings, die den ausgewählten Kriterien entsprechen. Es werden nur die aktuellsten Einträge in dieser Liste angezeigt. Bitte benutze die Filterfunktion um die Suche weiter einzugrenzen.

source: The training was deleted. To restore the training and enable editing contact an administrator.
de_ch: Das Training wurde gelöscht. Um das Training wieder herzustellen und die Bearbeitung zu reaktivieren kontaktiere einen Administrator.

source: The training was archived. To reenable editing contact an administrator.
de_ch: Das Training wurde archiviert. Um die Bearbeitung zu reaktivieren kontaktiere einen Administrator.

source: The registration will open on {date} at {time}.
de_ch: Die Anmeldung wird am {date} um {time} geöffnet.

source: The registration is closed since {date} at {time}. For short-term registrations or unregistrations please contact the trainer.
de_ch: Die Anmeldung ist seit dem {date} um {time} geschlossen. Für An- oder Abmeldungen kontaktiere bitte den Trainer.

source: You were successfully registered.
de_ch: Du wurdest erfolgreich angemeldet.

source: You have been successfully signed off for {training!s}.
de_ch: Du wurdest erfolgreich von {training!s} abgemeldet.

source: You were successfully registered as visitor.
de_ch: Du wurdest erfolgreich als Besucher angemeldet.

source: You have been successfully signed off as visitor for{training!s}.
de_ch: Du wurdest erfolgreich als Besucher von {training!s} abgemeldet.

source: Thank you for coordinating the entrance. Please check your inbox.
de_ch: Danke für das Koordinieren des Einlasses. Bitte überprüfe Deinen Posteingang für nähere Informationen.

source: There is already another coordinator registered.
de_ch: Es ist bereits jemand anderes als Koordinator angemeldet.

source: The coordinator cannot be the main instructor.
de_ch: Der Koordinator kann nicht der Haupttrainer sein.

source: There is no coordinator required for this training.
de_ch: Es wird kein Koordinator für dieses Training gebraucht.

source: Coordinator for {training}
de_ch: Koordinator für {training}

source: Dear {name}, Thank you for taking the role as coordinator for {training}. Please make yourself comfortable with the checks you have to perform and try to contact the trainer in case of doubt as soon as possible. As the coordinator you play a crucial role in making sure all the requirements are fullfilled and we can sustain our program. We thank you for your support. Best regards, The training planner team
de_ch: Hallo {name}, Vielen Dank, dass Du die Rolle als Türkoordinator/in für {training} übernehmen möchtest. Auf Grund der aktuellen Lage brauchen wir zur Zeit keinen Türkoordinator. Du musst die Rolle daher nicht wahrnehmen. Wir danken Dir für Deine Unterstützung. Sportliche Grüsse, JCU Trainer Team

source: Coordinator removed successfully.
de_ch: Koordinator erfolgreich entfernt.

source: Training added successfully.
de_ch: Training erfolgreich erstellt.

source: Please take care of the highlighted errors.
de_ch: Bitte kümmere Dich um die hervorgehobenen Fehler.

source: New Training
de_ch: Neues Training

source: Changes saved successfully.
de_ch: Änderungen erfolgreich gespeichert.

source: Edit {training}
de_ch: {training} Bearbeiten

source: Trainings created on {days:d} days.
de_ch: Trainings an {days:d} Tagen erstellt.

source: Create Training Series
de_ch: Trainings Serie erstellen

source: {training} has been deleted
de_ch: {training} wurde gelöscht

source: Delete Training
de_ch: Training löschen

source: The request contained invalid data. Aborting
de_ch: Die Anfrage enthält ungültige Daten und wird nicht bearbeitet.

source: No participants have been recorded for this training. Please record the participants or delete the training instead, if it did not take place.
de_ch: Es wurden noch keine Teilnehmer für dieses Training erfasst. Bitte erfasse erst die Teilnehmer oder lösche das Training, falls es nicht stattgefunden hat.

source: You may only access your own trainings.
de_ch: Du kannst nur auf eigene Trainings zugreifen.

source: You can only view held trainings of members belonging to the group "Trainer".
de_ch: Du kannst die Übersicht der gehaltenen Trainings nur für Mitglider anzeigen, die der Gruppe "Trainer" angehören.

source: You cannot send an empty message.
de_ch: Du kannst keine leere Nachricht verschicken.

source: {user:d} messages have been sent.
de_ch: {user:d} Nachrichten wurden verschickt.

source: No valid year, showing results for this year.
de_ch: Kein gültiges Jahr, zeige Ergebnisse für dieses Jahr.

source: Expand navigation
de_ch: Navigation ausklappen

source: Log out
de_ch: Abmelden

source: Close
de_ch: Schliessen

source: About
de_ch: Über uns

source: Future
de_ch: Zukünftige

source: All
de_ch: Alle

source: Trainings Control
de_ch: Trainings Kontrolle

source: Management
de_ch: Verwaltung

source: Statistics
de_ch: Statistik

source: Training Planner - About
de_ch: Trainingsplaner - Über uns

source: About Us
de_ch: Über Uns

source: This website is operated and maintained by:
de_ch: Diese Webseite wird unterhalten von:

source: Address of responsable operator.
de_ch: Judo Club Uster<br>Gerbestrasse 5<br>8610 Uster<br>Schweiz

source: Privacy Policy
de_ch: Datenschutzerklärung

source: This website is used to showcase the training offering and facilitate registration for the individual training sessions. For registering for a certain training session as well as for seeing the details related to any training session, the user must create an account. Related to that account we save the following data: first and last name, date of birth, e-mail address, password and a relation to all trainings the user has taken part in, either as instructor, participant or coordinator.
de_ch: Diese Webseite wird genutzt um das Trainingsangebot darzustellen und die Anmeldung zu einzelnen Einheiten zu ermöglichen. Für die Anmeldung zu einer Bestimmten Trainingseinheit sowie um die Detail für die Trainings einzusehen ist ein Nutzerkonto nötig. In Zusammenhang mit diesem Nutzerkonto werden die folgenden Daten gespeichert: Vor- und Nachname, Geburtsdatum, E-Mail Adresse, Passwort und eine Verknüpfung zu allen Trainingseinheiten, an denen der Nutzer als Trainer, Teilnehmer oder Koordinator teilgenommen hat. Aus Gründen der besseren Lesbarkeit wird jeweils die männliche Form verwendet, wobei sinngemäss auch Nutzer anderen Geschlechts mit gemeint sind.

source: By creating an account and the continued use, the respective user agrees to the processing of his or her data in agreement with this privacy policy. An account can be deleted at any time by sending a request clearly stating the intend to have the account deleted to <a href='mailto:YOUR@MAIL.ADDRESS'>YOUR@MAIL.ADDRESS</a>. Afterwards the account will be suspended and the data be deleted after eight weeks.
de_ch: Durch das Erstellen eines Benutzerkontos und die weitere Verwendung stimmt der Benutzer der Verarbeitung seiner Daten in Übereinstimmung mit der vorliegenden Datenschutzerklärung zu. Das Benutzerkonto kann jederzeit gelöscht werden, indem ein E-Mail mit der klaren Absichtserklärung der Löschung des Benutzerkontos an <a href='mailto:info@jcu.ch'>info@jcu.ch</a> geschickt wird. Daraufhin wird das Benutzerkonto gesperrt und die Daten werden nach acht Wochen gelöscht.

source: The names of trainers and coordinators for trainings are displayed publicly. Only users with an account can see further details, such as other participants registered for the training. However, regular users only get to see the first name and the initials of the other participants last names. Trainer names are always shown in full. Only trainers and other staff have access to see the remaining user details. Passwords are never saved in clear text but only in hashed form.
de_ch: Die Namen der Trainer und Koordinatoren werden für die jeweiligen Trainings öffentlich angezeigt. Nur Nutzer mit einem Benutzerkonto können sich weitere Trainingsdetails, wie zum Beispiel andere angemeldete Teilnehmer, anzeigen lassen. Dabei sehen gewöhnliche Nutzer jeweils nur die Vornamen und die Initialen der Nachnamen der anderen Teilnehmer. Die Namen der Trainer werden vollständig dargestellt. Nur Trainer und Funktionäre können die übrigen Nutzerdaten einsehen. Passwörter werden niemals im Klartext sondern jeweils nur in Form eines Hashwertes gespeichert.

source: The date of birth can be looked up by trainers to check if the registered attendees actually fit the training session. The e-mail adresses can be used by trainers and staff to send messages through the platform directly. Furthermore, users can reset their password by clicking on the respective link once they failed to log in. In case there are several accounts using the same e-mail address, like in the case of a mother creating accounts for her children, the automatic password reset fails. In such a case please contact us at <a href='mailto:YOUR@MAIL.ADDRESS'>YOUR@MAIL.ADDRESS</a>.
de_ch: Das Geburtsdatum kann durch Trainer abgerufen werden, um die Alterszusammensetzung der Trainingsgruppe zu überprüfen. Die E-Mail Adresse kann von Trainern und Funktionären genutzt werden um Nachricht direkt durch die Plattform zu verschicken. Ausserdem ermöglicht die hinterlegte E-Mail Adresse das Passwort selbsständig zurück zu setzen, indem man auf den entsprechenden Link klickt, welcher nach einem fehlerhaften Anmeldeversuch angezeigt wird. Im Falle, dass mehrere Konten mit der selben E-Mail Adresse erstellt wurden, zum Beispiel wenn ein Vater Konten für seine Kinder erstellt, kann das automatische Zurücksetzen des Passworts scheitern. In solchen Fällen kontaktiert uns unter < href='mailto:info@jcu.ch'>info@jcu.ch</a>.
