Repository: flkoch/training_planner
Catalog: training_planner/locale/*/LC_MESSAGES/django.po
Languages: de_ch

source: Apart from the user supplied data, each request to the server is recorded in so called log-files. These contain information on the requested site, the time of the request, the address (ip address) the request came from, the user agent and possibly further request parameters. These logs are used for occasionally checking the function of the it infrastructure.
de_ch: Abgesehen von den Daten, die Nutzer direkt auf der Webseite erfassen, wird jeder Aufruf einer Seite in sogenannten Log-Dateien vermerkt. Diese Dateien enthalten Informationen zu der aufgerufenen Seite, der Zeit des Aufrufs, der IP-Adresse von der der Aufruf kam, dem Namen des Programms, das für den Aufruf verwendet wurde, sowie allenfalls weiterer Anfrage-Parameter. Diese Log-Dateien werden gelegentlich genutzt um die Funktionalität der IT Infrastrktur sicherzustellen.

source: None of the collected data is monetised or shared with third parties, except where this is required by law, as in the case of a positive COVID-19 test result and the subsequent investigations for people having had contact with that person. All the data resides on servers within Switzerland or the European Union. Thus it either falls under the Swiss Privacy Act or the General Data Protection Regulation (GDPR). The servers are protected against unautorised access according to the current technical standard. Access to the site is done through TLS encrypted connections, as can be verified by the lock icon near the address bar in most modern browsers. However, the usual risks of using electronic communication and online storage of data remain.
de_ch: Die erhobenen Daten werden weder zu kommerziellen Zwecken verwendet noch an Dritte weitergegeben, asugenommen in Fällen, wo dies durch die Behörden angeordnet wird, wie zum Beispiel im Falle eines positiven COVID-19 Befunds und der anschliessenden Ermittlung der Kontakpersonen. Die Daten werden komplett auf Servern in der Schweiz oder der Europäischen Union gespeichert. Damit fallen sie entweder unter das Eidgenässische Datenschutz Gesetz oder die Europäische Dateschutz Grundverordnung (GDPR). Die Server sind durch aktuelle technische Massnahmen vor dem unbefugten Zugriff geschützt. Der Zugriff erfolgt durch TLS verschlüsselte Verbindungen, was am Schloss-Symbol neben der Adresszeile der meisten modernen Browser zu erkennen ist. Trotzdem bleiben die üblichen Restrisiken bei der elektronischen Datenübermittlung und -speicherung.

source: How to use this platform
de_ch: Wie die Plattform genutzt wird

source: Everyone can open an account by supplying the required information. The user is required to enter genuine information or leave the fields empty if allowed. As the tool is used to comply with current legal requirements of attandence records, we reserve the right to cancel any accounts which do not comply with these terms of use.
de_ch: Jeder kann ein Benutzerkonto eröffnen, indem er die notwendigen Daten einträgt. Dabei ist der Nutzer verpflichtet wahrheitsgetreue Angaben zu machen und Felder allenfalls frei zu lassen, falls dies möglich ist. Da die Plattform genutzt wird um den aktuell geltenden Bestimmungen zur Anwesenheitskontrolle nachzukommen, behalten wir uns das Recht vor, Benutzerkonten, die gegen diese Bestimmungen verstossen, zu löschen.

source: Every user with a user account can register for training sessions in the respective registration period. If the user opens the detail view of any training outside the registration period, a notice is shown displaying the opening of the registration if the registration has not yet been opened or the closing date in case the registration is already closed. Furthermore, there is a limited number of available spots per training. If there is no more free spots, users cannot register for the respective training session. Thus it is only fair to cancel the registration if you cannot attend the training, to allow others to take that spot.
de_ch: Jeder Nutzer mit einem Benutzerkonto kann sich für Trainingseinheiten während der jeweiligen Anmeldephase anmelden. Beim Öffnen der Detailansicht ausserhalb der Anmeldeperiode erhält der Nutzer einen Hinweis auf den Anmeldebeginn, falls die Anmeldung noch nicht geöffnet wurde, oder den Anmeldeschluss, falls die Anmeldung bereits geschlossen wurde. Ausserdem ist die Anzahl der Plätze pro Training beschränkt. Falls es keine freien Plätze mehr gibt, können sich keine weiteren Teilnehmer anmelden. Daher is es nur fair sich auch wieder abzumelden, wenn man nicht am Training teilnehmen kann, damit andere die Möglichkeit haben selbst teilzunehmen.

source: In addition users can register as coordinators. Coordinators have to controll the entrance and make sure everyone complies with the current rules. If someone does not comply, the coordinator may not grant access to that person. Parents taking the role as coordinators do not have to register individually but can simply register as coordinator via the accout of their child. They are however free to create their own account.
de_ch: Zusätzlich können sich Nutzer als Koordinatoren anmelden. Koordinatoren kontrollieren den Zutritt und stellen sicher, dass sich alle Teilnehmer an die aktuell gültigen Regeln halten. Der Koordinator darf niemandem Zutritt gewähren, der gegen die Regeln verstösst. Eltern, die sich als Koordinator zur Verfügung stellen wollen, müssen dafür nicht eigens ein Benutzerkonto eröffnen sondern können dies direkt über das Konto ihrer Kinder tun. Natürlich dürfen sie sich auch einen eiges Benutzerkonto erstellen.

source: On their account page users can see all the data they have entered and the trainings they have registered for and those they attended. Also they are able to change their account details if that should be neccessary.
de_ch: Auf der Benutzerkonto-Seite sehen die Nutzer alle erfassten Daten und Trainings, für die sie angemeldet sind und an denen sie teilgenommen haben. Ausserdem können sie ihre Daten bearbeiten.

source: Training Planner
de_ch: Trainingsplaner

source: The training planner is an open-source <a href='https://www.djangoproject.com/' target='_blank'>Django</a> web app, which was developped by <a href='mailto:flkoch@dev.fkoch.ch'>Florian Koch (flkoch@dev.fkoch.ch)</a> to allow for training registration and attandence records. It is accessible from <a href='https://github.com/flkoch/training_planner' target='_blank'>GitHub</a>.
de_ch: Der Trainingsplaner ist eine quelloffene <a href='https://www.djangoproject.com/' target='_blank'>Django</a> Webapplikation, welche durch <a href='mailto:flkoch@dev.fkoch.ch'>Florian Koch (flkoch@dev.fkoch.ch)</a> entwickelt wurde um die Trainingsanmeldung und Anwesenheitskontrolle zu vereinfachen. Der Quellcode ist auf <a href='https://github.com/flkoch/training_planner' target='_blank'>GitHub</a> abrufbar.

source: Should the following objects be deleted?
de_ch: Sollen die folgenden Objekte gelöscht werden?

source: Should the following object be deleted?
de_ch: Soll das folgende Objekt gelöscht werden?

source: Training planner - You Club Name
de_ch: Trainingsplaner - Judo Club Uster

source: Welcome to the training plannner platform!
de_ch: Willkommen zum Trainingsplaner des Judo Club Uster!
